new_trigger_text = '''Добавлен новый триггер: {}
______________________________________
Удалить триггер: ++del {}
Отредактировать триггер: ++edit {}'''


edit_trigger_text = '''Триггер отредактирован: {}
______________________________________
Удалить триггер: ++del {}
Отредактировать триггер: ++edit {}'''


list_trigger_text = '''
Список триггеров:
________________________________
{}
________________________________
'''

del_trigger_text = '''Триггер успешно удален: {}'''

add_on_replay_text = '''Я не вижу на что триггер'''

edit_none_text = '''Я не знаю такого триггера'''

not_uniq_text = '''Такой триггер уже есть'''

del_none_text = '''Я не знаю такого триггера'''

new_time_trigger_text = '''Так точно, следующий раз напишу в {} MSK'''

bad_time_format_text = '''Добавьте триггер в формате ++time HH:MM'''

not_admin_text = '''Позови старших'''

help_text = '''
Добавить новый триггер ++add название
Редактировать ++edit название
Удалить ++del название
Показать все ++list
Триггер раз в сутки в заданое время ++time 13:00
Удалить ++deltime
Показать все ++timelist
'''
new_spot_text = '''Спасибо, это новая локация для меня, я ее сохраню, держи печеньку 🍪'''
old_spot_text = '''Такая локация уже есть, поищи еще'''

all_ali_spot_text = '''
Alliances:
{}
\n
Resources:
{}
\n
Glory:
{}
\n
Magic:
{}
'''
no_ali_text = 'У Вас в чате пока нет сохраненных точек'

del_none_text = '''Я не знаю такого кода'''
del_spot_text = '''Точка {} успешно удалена'''
