new_trigger_text = '''Добавлен новый триггер: {}
______________________________________
Удалить триггер: ++del {}
Отредактировать триггер: ++edit {}'''


edit_trigger_text = '''Триггер отредактирован: {}
______________________________________
Удалить триггер: ++del {}
Отредактировать триггер: ++edit {}'''


list_trigger_text = '''
Список триггеров:
________________________________
{}
________________________________
'''

del_trigger_text = '''Триггер успешно удален: {}'''

add_on_replay_text = '''Я не вижу на что триггер'''

edit_none_text = '''Я не знаю такого триггера'''

not_uniq_text = '''Такой триггер уже есть'''

del_none_text = '''Я не знаю такого триггера'''

new_time_trigger_text = '''Так точно, следующий раз напишу в {} MSK'''

bad_time_format_text = '''Добавьте триггер в формате ++time HH:MM'''

not_admin_text = '''Позови старших'''

help_text = '''
Добавить новый триггер ++add название
Редактировать ++edit название
Удалить ++del название
Показать все ++list
Триггер раз в сутки в заданое время ++time 13:00
Удалить ++deltime
Показать все ++timelist
'''
new_spot_text = '''Спасибо, это новая локация для меня, я ее сохраню, держи печеньку 🍪'''
old_spot_text = '''Такая локация уже есть, поищи еще'''

all_ali_spot_text = '''
Alliances:
{}
\n
Resources:
{}
\n
Glory:
{}
\n
Magic:
{}
'''
no_ali_text = 'У Вас в чате пока нет сохраненных точек'

del_none_spot_text = '''Я не знаю такого кода'''
del_spot_text = '''Точка {} успешно удалена'''

button_text = '''‼️ Готовимся к развороту ‼️
Нажимая на кнопку вы даёте гарантию, что мы можем рассчитывать на ваши атаку и деф в случае разворота'''
old_report_text = '''Я уже записал этот репорт'''
first_auth_text = '''Мы пока не знакомы, пройди авторизацию /auth'''
gold_rules_save_text = '''Правила слива голды записаны '''
no_rules_text = '''Правила слива голды не заданы, чтобы задать правила отправь мне сообщение \n /gs \n 03 12\n 01 6\n 02 2 '''
gold_rules_bad_format_text = '''Неправильно задан формат слива '''


auto_enabled_text = 'Авто слив включен'
auto_disable_text = 'Авто слив выключен'

sell_enabled_text = 'Я буду присылать тебе уведомления если кто-то купит у тебя что-то на бирже'
sell_disable_text = 'Я не буду присылать тебе уведомления если кто-то купит у тебя что-то на бирже'

as_enable_text = 'Я буду присылать тебе уведомления когда сливаю голду перед битвой'
as_disable_text = 'Я не буду присылать тебе уведомления когда сливаю голду перед битвой'

no_gear_text = 'Я что-то не вижу твоего шмота, попробуй обновить /update_gear'

api_auth_text = '''Перешлите код отправленный вам в @ChatWarsBot

Если код не пришел, попробуйте заново пройти /auth'''

not_created_sub_guild = '''На гильдию {} уже создана подписка'''
created_sub_guild = '''Ок, буду следить за {}'''
not_deleted_sub_guild = '''Похоже что я не подписан на гильдию {}'''
deleted_sub_guild = '''Ок, больше не буду следыть за {}'''

new_word_text = '''Спасибо, это новое слово для меня, я его сохраню, держи пончик 🍩'''
old_word_text = '''Такое слово уже есть, поищи еще'''

hello_text = ''